[
    {
        "title": "Intro",
        "part": 1,
        "output": "\nThe internet has changed the way we live, work, and play. It's created entirely new types of jobs and ways to make income. Welcome to Bankless, where we explore the frontier of internet money and internet finance. This is how to get started, how to get better, and how to front-run the opportunity.\n\nThis is Ryan Sean Adams. I'm here with David Hoffman. We're here to help you become more bankless.\n\nOn today's show, we talk about the ownership economy and the creator economy. These are two terms that are often used interchangeably, but what's the difference between them? We go through it with our guest, Legion.\n\nWe also discuss the original sin of the internet—what was that sin and what did it cost us? And then we look at four things that will actually fix the original sin and usher us into the ownership economy.\n\nNext, we talk about the web 3 renaissance—what that is and what it means for us as individuals looking to take advantage of this new wave of opportunity presented by decentralization technologies like blockchain. And finally, we discuss how crypto can actually fix wealth inequality—something that Legion believes is possible if we come up with a good enough solution.\n\nIf you're interested in learning more about how to set yourself up in the ownership economy or how you can be your own boss in this new era of decentralization, this episode is for you!"
    },
    {
        "title": "Creator vs Ownership Economy",
        "part": 1,
        "output": "\nThank you Uniswap for sponsoring Bankless Bankless Nation. I'm super excited to introduce you to our next guest Lee Jin She, a co-founder and General Partner at Variant Fund. Lee's thesis is that next generation networks will grow faster and bigger because they are owned and operated by their users - this is called the ownership economy or web 3.0.\n\nAs Lee explains, the creator economy has been around for over a decade, marked by the proliferation of individual content creators who upload user-generated content and monetize it in a host of different ways. Direct monetization of one's audience has become increasingly popular in recent years, with platforms like Patreon allowing creators to more directly engage with their fans.\n\nThe mental shift that many creators have made is that they now regard themselves as businesses and brands in their own right, rather than as people who help other businesses to grow. This convergence of the creator economy with the ownership economy is enabled by crypto tokens, which represent ownership in a way that traditional equity structures do not.\n\nThis debate is still ongoing within the Variant team as to how best to define these terms, but what is clear is that we are only just beginning to scratch the surface of what these new technologies can achieve."
    },
    {
        "title": "Phases of Economies",
        "part": 1,
        "output": "\nThe creator economy has come a long way since the dawn of the internet. Initially, people would create content and post it on their own independent websites or blogs. As social media became more popular, people started using those platforms to share their content as well. This led to the rise of digital celebrities who amassed large audiences and were able to monetize their reach through advertising and sponsorships.\n\nIn recent years, we've seen a shift to what is known as creator economy 3.0, in which creators are regarding themselves as brands and businesses, and are using various tools and platforms to directly monetize their fans. This move away from relying on others to sell one's products or services opens up a whole new world of possibilities for creators.\n\nLooking ahead, the next phase of the creator economy will see the dissolution of boundaries between creators and audience members. Everyone will be considered a creator in their own right, with rewards proportional to the value they bring to the community. This move towards a community-focused economy holds tremendous potential for furthering the success of creatives around the world."
    },
    {
        "title": "The Web3 Renaissance",
        "part": 1,
        "output": "\nIn 1996, Bill Gates wrote an essay called \"Content is King\", in which he predicted that the internet would be a powerful tool for content creators, but that it would be difficult to make money from creating content online. He was right: the barriers to entry for creating content online are low, but the vast majority of revenue generated from online content goes to the aggregators and platforms who host it, rather than to the creators themselves."
    },
    {
        "title": "Issues with the Early Internet",
        "part": 1,
        "output": "\nIn the early days of the internet, there was no easy way for content creators to make money. This was a problem that concerned Bill Gates, who saw the potential for the internet to flourish with content creation. In response, web 2 platforms such as Facebook and YouTube were created. These platforms made it easier for content creators to monetize their work and reach audiences. However, over time, these platforms have become increasingly dominated by a few large companies. This has led to frustration among users and content creators alike, who feel that their voices are being drowned out."
    },
    {
        "title": "Original Sin",
        "part": 1,
        "output": "\nIn the early days of the internet, there was a lot of discussion around the fact that browsers did not natively incorporate payments. This led to advertising becoming the predominant business model online, which created a number of downstream problems. For example, privacy and data collection became issues because there was no incentive for platforms to align with what users actually wanted to see.\n\nMark Andreessen, who was involved in building Netscape in the early days of the internet, calls the lack of payments built into browsers the \"original sin\" of the internet. He argues that this has led to a number of problems that we see today, including misaligned incentives between platforms and users and a lack of expert-driven content creation.\n\nInterestingly, if payments had been built into browsers from day one, it's possible that things would have turned out very differently. There might have been parallel transaction systems outside of the hands of centralized gatekeepers, and content creators would have had aligned incentives with their audience instead of being driven by reach and scale.\n\nIt's hard to say definitively whether or not we missed out on a utopia by not incorporating payments into browsers from day one, but it's an interesting thought experiment nonetheless. It's also worth considering whether or not crypto is necessary for truly native internet payments or if other solutions could suffice."
    },
    {
        "title": "From Attention to Ownership",
        "part": 1,
        "output": "\nThe current internet model is based on attention. Creators make content that is designed to get clicks and views, which are then monetized by the platforms they post on. This system incentivizes quantity over quality, and also means that creators don't own their own content.\n\nScarcity can be introduced through digital tokens, which can then be used to support creators through patronage. This allows fans to directly invest in the creators they love, and also provides an incentive for creators to produce higher quality content.\n\nNew economic models can be created that are programmable and automated. This would allow for a more efficient way of distributing resources to creators based on the quality of their work.\n\nFinally, community ownership can lead to a more sustainable model where everyone has a stake in the success of the community. This could include things like decentralized funding mechanisms and collaborative decision-making processes."
    },
    {
        "title": "Digital Scarcity",
        "part": 1,
        "output": "\nIn the past, creators have had a difficult time selling digital goods because they can be easily reproduced and distributed without any concept of an original or canonical version. However, with the introduction of blockchain technology and crypto assets, there is now a way for digital content to be scarce. This means that creators can finally sell their products in a way that reflects the true value of their work.\n\nThe 100 true fans thesis posits that a creator only needs a small number of dedicated fans to make a living, as long as they are able to monetize them effectively. This is made possible by the fact that nfts (non-fungible tokens) and other digital assets cannot be replicated or faked easily. As such, fans can be confident that they are buying the real thing when they purchase an nft from a creator.\n\nThis shift from selling services to selling goods will have a profound impact on the economy as a whole, as it will allow more people to tap into new revenue streams. It is an exciting time for creative minds everywhere, as they finally have the tools they need to succeed in the digital age."
    },
    {
        "title": "Patronage Plus vs Regulation",
        "part": 1,
        "output": "\nDigital scarcity is a big topic in the world of internet-native content creation and support. By definition, digital scarcity is the limited availability of digital goods and services. In recent years, the rise of platforms like Patreon has allowed fans to directly support their favorite creators with monthly subscriptions. However, these payments are often motivated by altruism rather than tangible benefits for the fan.\n\nPatronage Plus aims to change that by introducing a new model that allows fans to benefit financially from their support. In this system, fans can purchase NFTs (non-fungible tokens) that represent ownership in a creator's work. These tokens can then appreciate in value over time, giving fans a return on their investment.\n\nThe potential for upside motivates more people to support creators than pure altruism, but it also raises some regulatory concerns. The Securities and Exchange Commission (SEC) has strict rules governing investments that offer financial returns, and some argue that NFTs could be classified as securities. This would limit participation in the market to accredited investors or those registered with the SEC, which would severely restrict the ability of regular people to participate in and benefit from the patronage model.\n\nWhether or not NFTs will be subject to SEC regulations is still an open question, but Patronage Plus represents a potentially groundbreaking way for content creators to fundraise and fans to show their support through financial investment."
    },
    {
        "title": "100 True Fans",
        "part": 1,
        "output": "\nMusic streaming services like Spotify have long been criticized for the low royalties they pay artists. Some argue that these services don't fairly compensate artists for their work, and that the business model is unsustainable.\n\nNow, a new study from an internet entrepreneur suggests that maybe we've been looking at this wrong all along. Instead of focusing on how much each individual stream is worth, we should be thinking about how to enable true fans to support their favorite creators directly.\n\nThe idea is that instead of trying to reach a mass audience, which is difficult and often not very lucrative, creators should focus on building a loyal base of fans who are willing to pay more for a closer relationship with the artist.\n\nUsing this model, it's possible to make a good living as a creator with just 100 true fans, who would each be willing to pay $1,000 per year. This is compared to Kevin Kelly's original idea of 1,000 true fans paying $100 per year.\n\nOf course, this only works if there's a way for fans to easily and directly support their favorite creators financially. That's where NFTs come in – by allowing fans to purchase digital collectibles or experiences that are tied to specific artists or works of art, NFTs provide a way for superfans to show their support in a meaningful way while also helping the artist monetize their work in a sustainable way."
    },
    {
        "title": "Programmable Business Models",
        "part": 1,
        "output": "\nThere's a new world of web3 waiting for those with the courage to go bankless. Metamask is your tool to access this world without giving up custody of your private keys.Metamask not only serves as a secure in-browser wallet, but also as bridge to connect your hardware wallet to the decentralized exchanges (DEXs) where you can trade tokens. The metamask Swap feature gathers real-time pricing information from across all default exchanges, allowing you select the best price while getting all the benefits of self-custody that come with using metamask such as lower gas costs and increased transaction success rates.If you haven't downloaded metamask yet, you're missing out! Get it for desktop and mobile at metamask.io and load up your Trezor, Ledger, Lattice, or Keystone hardware wallets so they can get in on the action too.\n\nA bankless life requires taking control of your own private keys - not entrusting them to third parties. That's why Ledger is such an important part of the ecosystem - it allows users to keep their assets safe while still being able to interact with decentralized applications (dapps). The ledger live app gives users access to their dapps as well as forthcoming features like the CL card powered by Ledger which will be a crypto debit card with instant exchange and credit features.For those who want more than just holding their wealth in cryptocurrency, Alchemix offers a solution - loans that repay themselves automatically from your existing crypto holdings. This allows users to keep leveraging their assets without worrying about liquidation Risk.With these newfangled programmable business models enabled by blockchain technology, we are seeing true economic freedom emerge - the ability for anyone anywhere to create value and be compensated appropriately for it without having to rely oncentralized platforms or intermediaries . This shift from the \"attention economy\" of ads and data collection towards an \"ownership economy\" wherein creators are directly compensated by their fans and patrons is paradigm-shifting stuff indeed!"
    },
    {
        "title": "DAOs & Community Ownership",
        "part": 1,
        "output": "\nFor okay, let's talk about the fourth one. And I think we sort of alluded to this when we were talking about some creators starting to co-create with their communities with their fan base. And the fourth one is dowse and community ownership. So talk about that. How's that going to usher us into the uh ownership economy from the detention economy right? So this is really the future of the creator economy as I mentioned is the community economy; it's this world in which we shift from creators creating content at their fans or for their fans to a world in which they're co-creating with each other and everyone is driving value back to the community in some way; that could be you know commenting on their posts, retweeting things, amplifying their content, leading uh like marketing efforts or or whatever it might be. I think everyone in a creator's community is actually driving value in some way but they're just not getting compensated for that work.\n\nAnd so this fourth point was really around moving to this community ownership model in which everyone becomes part owner of the community that they're in and their membership state can be tokenized and represented on chain. We're seeing this with daos where every member of a dao is actually part owner of the dao itself and stands to benefit from all of the revenue and the value that they create. I think creators are going to implement this model with their fans and with each other and drive value back to this community treasury and share it with all the people who created value for them.\n\nThat's fascinating! Are you seeing any examples of this like uh you know our story around banquet style has been somewhat of an example where um you know we just sort seed idea of some people inBanquet Stylethe banklesscommunity kindofstartingaDowand now they'reoffand Daveand i barely participate rightwe're notactiveparticipantsin terms day-to governancebut withd visionoflet's go makeworldbanklessnowthisDowhasspunupwhich originatedasyouknowfansofthebanklesspodcastandnewsletterandthey' re creatingall sorts thingstheirOwnpodcastsEducationalcentersThere' SanBankl Universityspinninguptheis doingthiscompletelyonOwnprovidesdavidiwaytokind scalebanklessmovementstartvisionletcommuntytakeawayso we'vecertainlyseenaren'therthatyoucanpointtocommunitiesco-withfanslikeyeahabsolutelythinkoscilatingarightbanlisreallygreatexamplethispubconwhereinvaluetheyrecretingblowsbacknte defraycostsliketeamoverheadidethinkfewmontoldrswriteaboutnfsairdroptokenthoseCrowdfunderswouldthenhaveastakepublicationhaveincentivetohelpcontentcreationortheycoulduseittodifferentsupporttheecsystd publicizeworktheyredoingetciteoumdNPROTECTEDmodelwhicheveryonebuyshusbandabletocommunityaretokenthereserveusedonmorethingstradibankaccountholdernestedredeemrforyoursePresentsomethinglikesharedrevenuepiecitizenshipithholdeactivatorswillingengageintyefforthavecontinuingbenefitfrominvestmentdecideportfoliomixriskprofiltakingfutureeveryonethenboughtintoideabecomingownerhisecosystemtheirmodeleconomicsrugularsubscriberegardlesswhetherdonotwatchreadlistenattentionhoursdevotedeachdayplatformengagementhypothesisthatthewiderlongercollectiverelationshipperiodwillbebottomlinecasewndcafeholding cryptocurrenesthatallowyoutointeractvirtuallyeveryotherholderlisttransparentclaimgivethemvoteManydifferentformsmayexistconsensusholderGiveskillsetinsideinformationdegreevestedinterestattractionlikenesscompensationacknowledgementorcashopinionleaderindividualsheavily invested early stagesbreakdownbarrierscommunicationdevelopmentexpansioncornerthemarketmakerlordessentiallydigitalrealestateoptionstakingprofitsrentingleasedynamicdueservicemeant facilitatelotterywinnertellyoutransferenceownershiprecent years number platformsdecentralizedexchangesemergedtype serviceescrow third partyguaranteeincaseeitherpartydefaultsThe most basic Atomicswap twocurrenciesrecordedontypicallyEtherzoneBitcoinblockchainperformcross between traditional exchange DEXNoneeds visit specific webpagemakeofferDuringnegotiationamounttimespecifictypepaymentmethodOncebothpartiesagreedealcontractBIP tradingtwo assetswalletsprivatelyneeds ThesesmartcontractmatchorderwithoutbroadcastingtransactionnetworkThereforeLiquidityBothlocationPEERtomanyliquidityminingpoolminimizesvariancepayoutssimplifiessimpleprofitmaximizingstructureminerselectlowestpricedealcoin"
    },
    {
        "title": "Comparing Renaissances",
        "part": 1,
        "output": "\nIn a world where nearly everyone is a creator, what comes out of this is a boom of art and creativity. This new level of creativity has the potential to pave the way for another Renaissance period.\n\nAs platforms continue to give people the opportunity to monetize their individuality, we're moving towards an economy that allows people to do what they love for a living. Rather than just earning income from these platforms, ownership will enable people to become financially empowered in ways that were previously not possible."
    },
    {
        "title": "Wealth Inequality",
        "part": 1,
        "output": "\nThe biggest opportunity of our time, according to one economist, is to reconfigure the relationship between capital and labor. This was a controversial statement, as it hot-button words like \"capital\" and \"labor\" have become quite touchy in society. The idea is that we can make them one and the same, so that people who are contributing labor are able to earn capital through that effort. This is the vision of crypto, where people can participate in new projects and networks and earn ownership of potentially valuable assets.\n\nWhile crypto does not solve the current state of wealth inequality, it does generate platforms that are balanced and don't tilt towards what you are talking about (where capital begets more capital faster than labor). Therefore, crypto has the potential to prevent wealth inequality from getting any worse, or even start to rebalance the distribution between labor and capital."
    },
    {
        "title": "What YOU Can Do",
        "part": 1,
        "output": "\nLee is advocating for a creator first company, where the creators own part of the company through equity or tokens. He argues that this is the most powerful way to enable and empower creators. I agree with Lee that this would create more opportunities and theoretically help with income inequality. However, I think there are some potential problems with his idea.\n\nFor one, if the creators own part of the company, what is to stop them from just selling their shares and leaving? What incentive do they have to stick around and continue working hard for the company? Granted, they would still have a vested interest in seeing the company do well (since their shares would be worth more), but I'm not sure it would be enough to keep them all on board indefinitely. Another issue is that, as Lee himself acknowledges, these types of companies are heavily regulated. So even if a founder could get away with giving ownership stakes to their creators without running into legal trouble, they might not be able to actually give them very much ownership due to these regulations.\n\nI think there's merit to Lee's idea overall, but it may be difficult to implement in practice due"
    },
    {
        "title": "What ELSE You Can Do",
        "part": 1,
        "output": "\nBaseBALL is fundamentally about reaction time. The faster you can see the ball and react to it, the better hitter you'll be. Good hitters have a keen sense of what's happening on the field and make adjustments accordingly.\n\nThose same skills are valuable in web 3. To be successful, you need to be able to see opportunities and react quickly. Community building, governance, tokenomics, project management, and content creation are all areas where people with good reactions times will thrive."
    },
    {
        "title": "2022 Predictions",
        "part": 1,
        "output": "\n2022 is shaping up to be another big year for the creator economy. With more people gravitating towards independent work, there is sure to be continued growth in the adoption of thecreator economy across the board. Specifically, more creators are expected to explore web3 native ways to monetize their content using platforms like catalog, quantum, and sound. Additionally, this year will see increased experimentation in web3 social networks that aim to connect audiences with content and experiences built around blockchain technologies."
    },
    {
        "title": "Closing & Disclaimers",
        "part": 1,
        "output": "\nAbsolutely, Legion is predicting that the creator economy will grow a lot in the coming years. They were on a panel discussing this topic, alongside Jessie Walden from Variant Fund. If you're interested in learning more about the creator economy, go check out that panel discussion, or read Legion's post about 100 true fans.\n\nRemember that investing in crypto comes with risks, but the potential rewards are great. The Bankless community can help you reach your financial goals if you're willing to put in the work. So become a premium subscriber today and get started on your journey to financial independence!"
    }
]