[
    {
        "title": "Intro",
        "part": 1,
        "output": " \n\n1. The seven richest people in the world are all nerds, according to Sam Harris.\n2. Nannies are often targets of harassment and abuse.\n3. A group of strangers came together to protect a group of nannies from a crazy person.\n4. Skydiving is an amazing experience that can give you a boost of confidence for the rest of your day.\n5. Sam Harris created a UN-like organization to protect people from bad guys."
    },
    {
        "title": "Lessons from lunch with Dharmesh",
        "part": 1,
        "output": " \n1. Darmesh is a billionaire and the founder of HubSpot. He is Odd, unique, and interesting.\n2. Paul Graham's blog post \"Fierce Nerds.\"\n3. Meeting with Darmesh – he is Odd, unique, different, effective in competition/business."
    },
    {
        "title": "Finding the medium where you're most comfortable",
        "part": 1,
        "output": " \n\n1) Part was a super nice guy, but there is a certain type of person who is better to talk to online. This person has better online social skills than in-person social skills.\n\n2) Darmesh is one of these people. He prefers to communicate through writing rather than speaking in person.\n\n3) Darmesh has spent months optimizing his laugh per minute (LPM), and even built a python script to help him do so.\n\n4) Quinn is another fierce nerd at HubSpot. He once programmed a robotic arm to beat his girlfriend at a word scramble game.\n\n5) Darmesh owns cambridge.com and other domains, and is considering building a community for venn diagrams."
    },
    {
        "title": "Five random domains that Shaan owns",
        "part": 1,
        "output": " \n\n1. Excel Monkeys: a domain for buying smart monkeys that can use excel, or a tax service that specializes in excel templates.\n\n2. Skillbad: A website that helps people improve at a skill they are bad at.\n\n3. Tummy time: A website or service that helps babies develop their core strength and neck strength.\n\n4. The acapella people: A group of people who enjoy singing together, often in an informal setting like at weddings or parties."
    },
    {
        "title": "Idea: D2C IQ Test Company",
        "part": 1,
        "output": " \n\n1. No\n2. I've done only unofficial iq tests.\n3. What does that mean?\n4. Like a banner ad on a website.\n5. So there's some online that's supposed to be better than others but basically in order to get your actual iq it's supposed to be like proctored and they have someone administer it but you can go take tests online.\n6. I took one of the better ones um but it's still not like a totally accurate iq okay?\n7-9: IQ scores and whether or not they're reliable/ believable \n10. I had one of the better arby's the other day so it's kind of like that yeah \n11. What did you get yeah what's your iq it said 132.\" Oh this genius level right no no but it's it's it's smart but not genius\" \n12: Maybe we're going after the baby einsteins maybe it's for your kids because i think people want to know if their kid's a genius more than as an adult it"
    },
    {
        "title": "Idea: Apple for the bathroom",
        "part": 1,
        "output": " \n1. Apple for the bathroom\n2. The benefits of a good bathroom experience\n3. The difficulties of renovating a bathroom\n4. The potential market for a company that specializes in the bathroom"
    },
    {
        "title": "Concept: A Deal Doula",
        "part": 1,
        "output": " \n1. The importance of having a deal doula when going through a business transaction\n2. How a deal doula can help you navigate the complexities of a business transaction\n3. The benefits of having a deal doula on your team during a business transaction"
    },
    {
        "title": "Concept: A Deal Doula",
        "part": 2,
        "output": " \n1. Reasons for choosing one offer over another\n2. The importance of due diligence and being upfront about potential problems\n3. The value of a good team\n4. The importance of knowing your worth\n5. The role of negotiation in getting the best deal"
    }
]